Repository: 64sys/vinilo
Catalog: .lang/*.po
Languages: ca, de, el, eo, eu, fr, gl, it, pt, ru

source: Vinilo
ca: Vinil
de: Vinyl
el: Βινύλιο
eu: Binilo
fr: Vinyle
it: Vinile
pt: Vinil
ru: Винил

source: Catalogador de pistas de musica de varios formatos como ogg, mp3 etc. Es necesario tener instalado en el sistema la libreria exiftools y elinks.
ca: Catalogador de pistes de musica de diversos formats com ogg, mp3 etc. cal tenir instal·lat en el sistema la llibreria exiftools i elinks.
de: Cataloger backs verschiedener formate wie ogg, mp3 usw. es muß in dem system und elinks exiftools bibliothek installiert werden.
el: Κομμάτια υποστήριξη cataloger των διαφόρων μορφών, όπως ogg, mp3 κ.λπ. θα πρέπει να εγκατασταθεί στο σύστημα και elinks exiftools βιβλιοθήκη.
eo: Cataloger subtenon trakojn de diversaj formatoj kiel ogg, mp3 ktp ĝi devas esti instalita en la sistemo kaj elinks exiftools biblioteko.
eu: Katalogazioaren babesarekin besteak beste, ogg, mp3 etab hainbat formatuen ibilbideak sistema eta elinks exiftools liburutegian izango da instalatu behar.
fr: Pistes cataloger de support de divers formats tels que ogg, mp3, etc. il doit être installé dans le système et la bibliothèque de elinks.
gl: Pistas catálogo apoio de varios formatos, como ogg, mp3, etc. debe ser instalado no seu sistema e elinks exiftools biblioteca.
it: Tracce cataloger appoggio di vari formati come ogg, mp3, ecc deve essere installato nel sistema e la biblioteca elinks exiftools.
pt: Faixas catalogador apoio de vários formatos, como ogg, mp3 etc. deve ser instalado no sistema e elinks exiftools biblioteca.
ru: Cataloger минусовки различных форматов, таких как ogg, mp3 и т.д. он должен быть установлен в системе и elinks exiftools библиотеки.

source: Ejecutado desde
ca: Executat des
de: Laufen aus
el: Τρέχει από
eo: Kuru el
eu: Tik exekutatu
fr: Courir à partir de
gl: Executado desde
it: Eseguito da
pt: Executado a partir de
ru: Бежать из

source: Artista
de: Künstler
el: Καλλιτέχνης
eo: Artisto
eu: Artistaren
fr: Artiste
ru: Художник

source: Álbum
ca: Àlbum
de: Album
el: Άλμπουμ
eo: Albumo
eu: Album
fr: Album
it: Album
ru: Альбом

source: Título
ca: Títol
de: Titel
el: Τίτλος
eo: Titolo
eu: Izenburua
fr: Titre
it: Titolo
ru: Название

source: Ficha del Artista
ca: Fitxa de l'artista
de: Künstler blatt
el: Φύλλο καλλιτέχνη
eo: Artisto folio
eu: Artista fitxa
fr: Fiche artiste
gl: Artist sheet
it: Scheda artista
pt: Artist sheet
ru: Исполнитель лист

source: Xml creado con exito
ca: Xml creat amb èxit
de: Xml erstellt erfolgreich
el: Xml δημιουργήθηκε με επιτυχία
eo: Xml kreita sukcese
eu: Xml sortu da
fr: Xml créé avec succès
gl: Xml creado con éxito
it: Xml creati con successo
pt: Xml criado com sucesso
ru: Xml успешно создана

source: Haga clic para abrir la carpeta contenedora con el administrador de archivos
ca: Feu clic per obrir la carpeta contenidora amb el gestor de fitxers
de: Klicken sie auf den übergeordneten ordner mit dem dateimanager zu öffnen
el: Κάντε κλικ για να ανοίξετε το γονικό φάκελο με το διαχειριστή αρχείων
eo: Klaku por malfermi la patra dosierujo kun la dosieradministrilo
eu: Egin klik guraso karpeta irekitzeko fitxategi-kudeatzailearekin
fr: Cliquez pour ouvrir le dossier parent avec le gestionnaire de fichiers
gl: Prema para abrir o cartafol pai co xestor de ficheiros
it: Fare clic per aprire la cartella principale con il file manager
pt: Clique para abrir a pasta pai com o gerenciador de arquivos
ru: Нажмите, чтобы открыть родительскую папку с менеджером файлов

source: Conexión a la base de datos
ca: Connexió a la base de dades
de: Mit der datenbank
el: Σύνδεση με τη βάση δεδομένων
eo: Konektante al datumbazo
eu: Datu-basea
fr: Connexion à la base de données
gl: Conectar-se á base de datos
it: Connessione al database
pt: Conectando-se ao banco de dados
ru: Подключение к базе данных

source: Clic izquierdo para abrir carpeta contenedora, derecho para buscar tapa en internet
ca: Clic per obrir carpeta contenidora, dret per buscar tapa a internet
de: Linksklick übergeordneten ordner zu öffnen, rechts deckel im internet zu suchen,
el: Αριστερό κλικ για να ανοίξετε γονικό φάκελο, το δικαίωμα να ψάξετε καπάκι στο διαδίκτυο
eo: Maldekstra-klaku malfermi patra dosierujo, rajto serĉi kovrilo sur interreto
eu: Ezker-klikatu guraso karpeta irekitzeko, eskuin tapa bilatu interneten
fr: Clic gauche pour ouvrir le dossier parent, droit de fouiller le couvercle sur internet
gl: Esquerda clic para abrir cartafol pai, dereito a buscar cubrir sobre internet
it: Sinistra-clic per aprire cartella principale, proprio per cercare coperchio su internet
pt: Esquerda clique para abrir pasta pai, direito de procurar tampa sobre internet
ru: Щелчок левой кнопкой мыши, чтобы открыть родительскую папку, право искать крышку в интернете

source: Actualizacion de la colección
ca: Actualizacion de la col·lecció
de: Sammlung aktualisieren
el: Συλλογή ενημέρωση
eo: Kolekto ĝisdatigu
eu: Bilduma update
fr: Mise à jour de collection
gl: Actualización colección
it: Collezione di aggiornamento
pt: Atualização colecção
ru: Обновление коллекции

source: Preferencias de
ca: Preferències
de: Vorlieben
el: Προτιμήσεις
eo: Preferoj
eu: Lehentasunak
fr: Préférences
gl: Preferencias
it: Preferenze
pt: Preferências
ru: Предпочтения

source: Falta instalar el paquete
ca: Falta instal·lar el paquet
de: Sie benötigen das paket zu installieren
el: Πρέπει να εγκαταστήσετε το πακέτο
eo: Bezonas instali la pakaĵon
eu: Paketea instalatu behar
fr: Besoin d'installer le paquet
gl: Necesita instalar o paquete
it: Necessità di installare il pacchetto
pt: Precisa de instalar o pacote
ru: Необходимо установить пакет

source: Faltan instalar los siguientes paquetes
ca: Falten instal·lar els següents paquets
de: Fehlende installieren sie die folgenden pakete
el: Λείπει εγκαταστήσετε τα ακόλουθα πακέτα
eo: Mankas instali la sekvajn pakaĵojn
eu: Faltan honako paketeak instalatu
fr: Manquant installer les paquets suivants
gl: Falta instalar os seguintes paquetes
it: Manca installare i seguenti pacchetti
pt: Faltando instalar os seguintes pacotes
ru: Потерялись установить следующие пакеты

source: No
de: Nicht
el: Δεν
eo: Ne
eu: Ez
fr: Pas
gl: Non
it: Non
pt: Não
ru: Не

source: Puede usar el siguente commando
ca: Feu servir el següent commando
de: Sie können die folgenden kommando verwenden
el: Μπορείτε να χρησιμοποιήσετε την παρακάτω καταδρομών
eo: Vi povas uzi la suba comando
eu: Beheko komando erabil dezakezu
fr: Vous pouvez utiliser le commando ci-dessous
gl: Podes usar o comando abaixo
it: È possibile utilizzare il comando di seguito
pt: Você pode usar o comando abaixo
ru: Вы можете использовать ниже коммандос

source: Sí
de: Ja
el: Ναί
eo: Jes
eu: Bai
fr: Oui
gl: Si
it: Sì
pt: Sim
ru: Да

source: ¿Quiere abrir la terminal para poceder?
ca: Vol obrir la terminal per poceder?
de: Sie wollen das terminal zu öffnen, um poceder?
el: Θέλετε να ανοίξετε το τερματικό στο poceder;
eo: Vi volas malfermi la terminalo al poceder?
eu: Terminal irekitzeko poceder nahi duzu?
fr: Vous voulez ouvrir le terminal poceder?
gl: Quere abrir a terminal para poceder?
it: Si vuole aprire il terminale di poceder?
pt: Você deseja abrir o terminal para poceder?
ru: Вы хотите, чтобы открыть терминал poceder?

source: Abrir directorio
ca: Obrir directori
de: Open directory
el: Open directory
eo: Malferma katalogo
eu: Open direktorioa
fr: Répertoire ouvert
gl: Open directory
it: Open directory
pt: Open directory
ru: Открыть каталог

source: Buscar con
ca: Cercar amb
de: Suche
el: Έρευνα
eo: Serĉo
eu: Bilaketa
fr: Recherche
gl: Busca
it: Ricerca
pt: Pesquisa
ru: Поиск

source: Puede abrir el directorio del disco
ca: Podeu obrir directori del disc
de: Sie können die plattenverzeichnis öffnen
el: Μπορείτε να ανοίξετε τον τηλεφωνικό κατάλογο στο δίσκο
eo: Vi povas malfermi la disko dosierujo
eu: Diskoan direktorioa ireki dezakezu
fr: Vous pouvez ouvrir le répertoire du disque
gl: Pode abrir o directorio do disco
it: È possibile aprire la directory del disco
pt: Você pode abrir o diretório do disco
ru: Вы можете открыть каталог диска

source: o buscar una caratula en internet
ca: O buscar una caràtula a internet
de: Oder ein online-caratula finden
el: Ή να βρείτε ένα online caratula
eo: Aŭ trovi reta caratula
eu: Edo online caratula bat aurkitu
fr: Ou trouver une caratula en ligne
gl: Ou atopar un caratula en liña
it: O trovare un caratula on-line
pt: Ou encontrar um caratula on-line
ru: Или найти онлайн caratula

source: ¿Que quiere hacer?
ca: ¿que vol fer?
de: Was wollen sie tun?
el: Τι θέλετε να κάνετε;
eo: Kion vi volas fari?
eu: Zer egin nahi duzu?
fr: Qu'est-ce que vous voulez faire?
gl: O que quere facer?
it: Cosa vuoi fare?
pt: Que quer fazer?
ru: Что вы хотите сделать?

source: Cancelar
ca: Cancel
de: Stornieren
el: Ακυρώσει
eo: Nuligi
eu: Bertan behera
fr: Annuler
it: Annullare
ru: Отменить

source: El archivo ya existe.
ca: El fitxer ja existeix.
de: Die datei ist bereits vorhanden.
el: Το αρχείο υπάρχει ήδη.
eo: La dosiero jam ekzistas.
eu: Fitxategi hau badago.
fr: Le fichier existe déjà.
gl: O ficheiro xa existe.
it: Il file esiste già.
pt: O arquivo já existe.
ru: Файл уже существует.

source: Remplazar
ca: Reemplaçar
de: Ersetzen
el: Αντικαταστήσει
eo: Anstataŭigi
eu: Ordeztu
fr: Remplacer
gl: Substituír
it: Sostituire
pt: Substituir
ru: Замещать

source: ¿Desea remplazarlo?
ca: Voleu reemplaçar-?
de: Wollen sie es ersetzen?
el: Θέλετε να το αντικαταστήσετε;
eo: Ĉu vi volas anstataŭigi ĝin?
eu: Ez kendu nahi al duzu?
fr: Voulez-vous le remplacer?
gl: Desexa substituílo?
it: Vuoi sostituirlo?
pt: Você deseja substituí-lo?
ru: Вы хотите, чтобы заменить его?

source: Nº
de: Nein.
el: Όχι.
eo: Ne
eu: No.
fr: Non.
gl: Non.
it: No.
pt: Não.
ru: Нет.

source: Canción
ca: Cançó
de: Song
el: Τραγούδι
eo: Kanto
eu: Abestia
fr: Chanson
it: Canzone
pt: Canção
ru: Песня

source: Canción índice
ca: Cançó índex
de: Song-index
el: Δείκτης τραγούδι
eo: Kanto indekso
eu: Abesti indizea
fr: Indice de chanson
gl: Índice de temas
it: Indice canzone
pt: Índice de músicas
ru: Индекс песни

source: Artista índice
ca: Artista índex
de: Künstler-index
el: Δείκτης καλλιτέχνη
eo: Artisto indekso
eu: Artista indizea
fr: L'index des artistes
gl: Índice artista
it: Indice artista
pt: Índice artista
ru: Индекс художника

source: País
de: Land
el: Χώρα
eo: Lando
eu: Herrialde
fr: Pays
it: Paese
ru: Страна

source: País índice
ca: País índex
de: Länderindex
el: Δείκτης χώρα
eo: Lando indekso
eu: Herrialde indizea
fr: Index des pays
gl: Índice país
it: Indice di campagna
pt: Índice país
ru: Индекс страны

source: Álbum índice
ca: Àlbum índex
de: Album-index
el: Δείκτης άλμπουμ
eo: Albumo indekso
eu: Album indizea
fr: Index de l'album
gl: Índice álbum
it: Indice album
pt: Índice álbum
ru: Индекс альбом

source: Género
ca: Gènere
de: Geschlecht
el: Γένος
eo: Sekso
eu: Genero
fr: Sexe
gl: Sexo
it: Genere
pt: Sexo
ru: Пол

source: Género índice
ca: Gènere índex
de: Übersicht der genres
el: Δείκτης είδος
eo: Ĝenro indekso
eu: Generoaren indizea
fr: Index des genres
gl: Índice de xénero
it: Indice di genere
pt: Índice de gênero
ru: Индекс жанр

source: Año
ca: Any
de: Jahr
el: Έτος
eo: Jaro
eu: Urte
fr: Année
gl: Ano
it: Anno
pt: Ano
ru: Год

source: Duración
ca: Durada
de: Dauer
el: Διάρκεια
eo: Daŭro
eu: Iraupena
fr: Durée
it: Durata
pt: Duração
ru: Продолжительность

source: Rango
ca: Rang
de: Rang
el: Τάξη
eu: Rank
fr: Rang
gl: Categoría
pt: Categoria
ru: Ранг

source: Muestreo
ca: Mostreig
de: Probenahme
el: Δειγματοληψία
eo: Specimenigo
eu: Laginketa
fr: Échantillonnage
gl: Mostraxe
it: Campionatura
pt: Amostragem
ru: Отбор проб

source: Tipo
ca: Tipus
de: Typ
el: Τύπος
eu: Mota
fr: Type
ru: Тип

source: Clase
ca: Classe
de: Klasse
el: Τάξη
eo: Klaso
eu: Class
fr: Classe
it: Classe
pt: Classe
ru: Класс

source: Carpeta
de: Mappe
el: Φάκελο
eo: Dosierujo
eu: Karpeta
fr: Dossier
gl: Dobrador
it: Cartella
pt: Dobrador
ru: Папка

source: La descarga automatica de la letra de la cancion no funciono, pruebe hacerlo manualmente
ca: La descàrrega automàtica de la lletra de la cançó no va funcionar, proveu-ho manualment
de: Der automatische download der text des liedes hat nicht funktioniert, versuchen sie es manuell zu tun
el: Η αυτόματη λήψη τους στίχους του τραγουδιού δεν λειτούργησε, προσπαθήστε να το κάνετε μόνοι σας
eo: La aŭtomata malŝarĝo de la kantoteksto de la kanto ne funkcias, provu fari ĝin manualmente
eu: Abestiaren letra download automatikoak ez du funtzionatzen, saiatu eskuz egin
fr: Le téléchargement automatique des paroles de la chanson ne fonctionne pas, essayez de le faire manuellement
gl: A transferencia automática dos letra da canción non funcionou, proba facelo manualmente
it: Il download automatico del testo della canzone non ha funzionato, provare a farlo manualmente
pt: A transferência automática dos letra da música não funcionou, tente fazê-lo manualmente
ru: Автоматическая загрузка лирики песни не работает, попробуйте сделать это вручную

source: Aceptar
ca: Acceptar
de: Akzeptieren
el: Δέχομαι
eo: Akcepti
eu: Onartu
fr: Accepter
it: Accettare
pt: Aceitar
ru: Принимать

source: Esta operacion borrara por completo la base de datos
ca: Aquesta operació esborrés completament la base de dades
de: Dies wird vollständig löschen die datenbank
el: Αυτό θα διαγράψει εντελώς η βάση δεδομένων
eo: Tio viŝos tute la datumbazo
eu: Hau guztiz ezabatuko du datu-basean
fr: Cela effacera complètement la base de données
gl: Isto borrará completamente a base de datos
it: Questa cancellerà completamente il database
pt: Isto irá apagar completamente o banco de dados
ru: Это приведет к удалению базы данных полностью

source: Album
ca: Àlbum
el: Άλμπουμ
eo: Albumo
eu: Bilduma
gl: Álbum
pt: Álbum
ru: Альбом

source: Ficha de la canción
ca: Fitxa de la cançó
de: Song-registerkarte
el: Καρτέλα τραγούδι
eo: Kanto langeto
eu: Song fitxa
fr: Onglet chanson
gl: Tab canción
it: Scheda canzone
pt: Tab canção
ru: Вкладка песни

source: Archivo
ca: Arxiu
de: Archivieren
el: Αρχείο
eo: Arkivo
eu: Artxiboa
fr: Archives
gl: Arquivo
it: Archivio
pt: Arquivo
ru: Архив

source: Conección
de: Verbindung
el: Σύνδεση
eo: Konekto
eu: Konexio
fr: Raccordement
gl: Conexión
it: Collegamento
pt: Conexão
ru: Подключение

source: Actualizar coleccón
ca: Actualitzar coleccón
de: Reload coleccón
el: Ανανέωση coleccón
eo: Reŝarĝi coleccón
eu: Birkargatu coleccón
fr: Recharger coleccón
gl: Recargar coleccón
it: Ricarica coleccón
pt: Recarregar coleccón
ru: Обновить coleccón

source: Borrar la base de datos
ca: Esborrar la base de dades
de: Löschen sie die datenbank
el: Διαγραφή της βάσης δεδομένων
eo: Forviŝi la datumbazo
eu: Ezabatu datu-basea
fr: Supprimer la base de données
gl: Eliminar a base de datos
it: Eliminare il database
pt: Excluir o banco de dados
ru: Удалить базу данных

source: Salir
ca: Sortir
de: Ausfahrt
el: Έξοδος
eo: Eliro
eu: Irteera
fr: Sortir
gl: Saída
it: Uscita
pt: Saída
ru: Выход

source: Control
de: Kontrolle
el: Έλεγχος
eo: Kontrolo
eu: Kontrol
fr: Contrôle
it: Controllo
pt: Controle
ru: Контроль

source: Previo
ca: Previ
de: Früher
el: Προηγούμενος
eo: Antaŭa
eu: Aurreko
fr: Précédent
gl: Anterior
it: Precedente
pt: Anterior
ru: Предыдущий

source: Reproducir
ca: Reproduir
de: Reproduzieren
el: Αναπαράγουν
eo: Reprodukti
eu: Erreproduzitu
fr: Reproduire
it: Riprodurre
pt: Reproduzir
ru: Воспроизводить

source: Pausa
de: Pause
el: Παύση
eo: Paŭzo
eu: Pause
fr: Pause
ru: Пауза

source: Parar
ca: Aturar
de: Stoppen
el: Στάση
eo: Ĉesigi
eu: Gelditu
fr: Arrêter
gl: Deixar
it: Fermarsi
ru: Остановить

source: Siguiente
ca: Següent
de: Folgende
el: Εξής
eo: Sekvante
eu: Hurrengo
fr: Suivante
gl: Seguinte
it: Seguente
pt: Seguinte
ru: После

source: Herramientas
ca: Eines
de: Werkzeuge
el: Εργαλεία
eo: Iloj
eu: Tresnak
fr: Outils
gl: Ferramentas
it: Strumenti
pt: Ferramentas
ru: Инструменты

source: Preferencias
ca: Preferències
de: Vorlieben
el: Προτιμήσεις
eo: Preferoj
eu: Lehentasunak
fr: Préférences
it: Preferenze
pt: Preferências
ru: Предпочтения

source: Ayuda
ca: Ajuda
de: Hilfe
el: Βοήθεια
eo: Helpi
eu: Lagun
fr: Aider
gl: Axudar
it: Aiutare
pt: Ajudar
ru: Помощь

source: Acerca de
ca: Sobre
de: Über
el: Για
eo: Pri
eu: Buruz
fr: À propos de
gl: Sobre
it: Su
pt: Sobre
ru: О

source: Escanear
ca: Escanejar
de: Scan
el: Σάρωση
eo: Scintigrafio
eu: Eskaneatu
fr: Balayage
gl: Dixitalización
it: Scansione
pt: Digitalização
ru: Сканирование

source: Carpetas de música a escanear
ca: Carpetes de música a escanejar
de: Musik ordner scannen
el: Μουσική φακέλους σάρωση
eo: Muziko dosierujoj skani
eu: Musika karpetak eskaneatu
fr: Les dossiers musicaux scan
gl: Carpetas de música dixitalizar
it: Cartelle music scan
pt: Pastas de música digitalizar
ru: Музыкальные папки сканирования

source: Directorio personal
ca: Directori personal
de: Verzeichnis
el: Κατάλογο
eo: Dosierujo
eu: Direktorioa
fr: Annuaire
gl: Guía
it: Elenco
pt: Anuário
ru: Каталог

source: Aviso de paquetes no instalados
ca: Avís de paquets no instal·lats
de: Hinweis deinstalliert pakete
el: Ανακοίνωση απεγκατασταθεί πακέτα
eo: Avizo malinstali pakaĵojn
eu: Oharra paketeak
fr: Avis désinstallé paquets
gl: Aviso desinstalar paquetes
it: Avviso disinstallato pacchetti
pt: Aviso desinstalado pacotes
ru: Примечание неустановленные пакеты

source: Descargar letras automáticamente
ca: Descarregar lletres automàticament
de: Download von text automatisch
el: Κατεβάστε στίχους αυτόματα
eo: Elŝutu literoj aŭtomate
eu: Jaitsi lyrics automatikoki
fr: Téléchargez les paroles automatiquement
gl: Letras descargar automaticamente
it: Testi scarica automaticamente
pt: Letras baixar automaticamente
ru: Скачать текст автоматически

source: Nombre por defecto de la caratula
ca: Nom per defecte de la caràtula
de: Der standardname der abdeckung
el: Προεπιλεγμένο όνομα του καλύμματος
eo: Defaŭlta nomo de la ferdeko
eu: Azal izena default
fr: Nom par défaut du couvercle
gl: Nome por defecto da cuberta
it: Nome predefinito della copertina
pt: Nome padrão da cobertura
ru: Имя по умолчанию обложки

source: Delimitador de artistas
ca: Delimitador d'artistes
de: Delimiter künstler
el: Καλλιτέχνες delimiter
eo: Delimitador artistoj
eu: Mugatzailea artista
fr: Artistes délimiteur
gl: Artistas delimitadores
it: Artisti delimitatore
pt: Artistas delimitadores
ru: Сами разделяющие художники

source: Directorio de letras
ca: Directori de lletres
de: Verzeichnis buchstaben
el: Γράμματα directory
eo: Katalogo literoj
eu: Directory letrak
fr: Lettres directory
gl: Letras directorio
it: Lettere directory
pt: Letras diretório
ru: Письма каталог

source: La extensión debe ser
ca: L'extensió ha de ser
de: Die verlängerung muss sein
el: Η παράταση θα πρέπει να είναι
eo: La pligrandigo devas esti
eu: Luzapena izan behar
fr: L'extension doit être
gl: A extensión debe ser
it: L'estensione deve essere
pt: A extensão deve ser
ru: Расширение должно быть

source: Tenes que insertar la referencia a mano porque
ca: Tenes que inserir la referència a mà perquè
de: Sie erhielten den verweis einfügen zu hand, weil
el: Πήρατε να εισάγετε την αναφορά στο χέρι, διότι
eo: Vi devas enmeti la referencon al mano ĉar
eu: Erreferentzia eskutik delako txertatzeko lortu duzu
fr: Vous devez insérer la référence à la main, car
gl: Tes de introducir a referencia á man, porque
it: Hai avuto modo di inserire il riferimento a portata di mano, perché
pt: Você tem de inserir a referência para a mão, porque
ru: Вы должны вставить ссылку на руку, потому что

source: la forma automatica no funciono
ca: La forma automàtica no va funcionar
de: Die automatische form nicht funktionieren
el: Η αυτόματη φόρμα δεν λειτουργούν
eo: La aŭtomata formo ne funkcias
eu: Formulario automatikoak ez du funtzionatuko
fr: La forme automatique fonctionne pas
gl: A forma automática non funciona
it: La forma automatica non funziona
pt: A forma automática não funcionar
ru: Автоматическая форма не работает

source: Instalar
ca: Instal·lar
de: Installieren
el: Εγκαταστήσετε
eo: Instali
eu: Instalatu
fr: Installer
it: Installare
ru: Устанавливать

source: Tiene que instalar el progrma
ca: Ha de instal·lar el progrma
de: Sie müssen die prgrm installieren
el: Πρέπει να εγκαταστήσετε το prgrm
eo: Vi devas instali la prgrm
eu: Prgrm instalatu behar duzu
fr: Vous devez installer le prgrm
gl: Cómpre instalar prgrm
it: È necessario installare il prgrm
pt: É necessário instalar o prgrm
ru: Необходимо установить prgrm

source: Seleccionar directorio
ca: Seleccionar directori
de: Verzeichnis auswählen
el: Επιλέξτε τον κατάλογο
eo: Elektu dosierujon
eu: Aukeratu direktorioa
fr: Sélectionner le répertoire
gl: Escolla un directorio
it: Selezionare la directory
pt: Escolha um diretório
ru: Выберите каталог

source: Seleccionar archivo
ca: Seleccionar arxiu
de: Datei auswählen
el: Επιλογή αρχείου
eo: Elektu dosieron
eu: Aukeratu fitxategia
fr: Sélectionnez le fichier
gl: Seleccione o ficheiro
it: Seleziona il file
pt: Selecione o arquivo
ru: Выбрать файл

source: Filtro por:
ca: Filtre per:
de: Filtern nach:
el: Φίλτρο ανά:
eo: Filtrilo de:
eu: Filter by:
fr: Filtrer par:
gl: Filtrar por:
it: Filtra per:
pt: Filtrar por:
ru: Фильтр по:

source: Falta el paquete
ca: Falta el paquet
de: Fehlende paket
el: Λείπει πακέτο
eo: Mankanta pako
eu: Desagertutako pakete
fr: Package manquant
gl: Paquete ausente
it: Pacchetto mancante
pt: Pacote ausente
ru: Недостающее пакет

source: El archivo
ca: L'arxiu
de: Die datei
el: Το αρχείο
eo: La dosiero
eu: Fitxategia
fr: L'archive
gl: O ficheiro
it: Il file
pt: O arquivo
ru: Файл

source: Tiene caracteres no ascii
ca: Té caràcters no ascii
de: Hat nicht ascii-zeichen
el: Δεν έχει χαρακτήρες ascii
eo: Havas ne ascii karakteroj
eu: Ez ascii karaktereak ditu
fr: N'a pas des caractères ascii
gl: Non ten caracteres ascii
it: Non ha caratteri ascii
pt: Não tem caracteres ascii
ru: Не имеет символов ascii

source: Desconocido
ca: Desconegut
de: Unbekannt
el: Άγνωστος
eo: Nekonata
eu: Ezezaguna
fr: Inconnu
gl: Descoñecido
it: Sconosciuto
pt: Desconhecido
ru: Неизвестный
